{"PMID": "14519407", "ArticleTitle": "Web-based remote monitoring of infant incubators in the ICU.", "Abstract": "A web-based real-time operating, management, and monitoring system for checking temperature and humidity within infant incubators using the Intranet has been developed and installed in the infant Intensive Care Unit (ICU). We have created a pilot system which has a temperature and humidity sensor and a measuring module in each incubator, which is connected to a web-server board via an RS485 port. The system transmits signals using standard web-based TCP/IP so that users can access the system from any Internet-connected personal computer in the hospital. Using this method, the system gathers temperature and humidity data transmitted from the measuring modules via the RS485 port on the web-server board and creates a web document containing these data. The system manager can maintain centralized supervisory monitoring of the situations in all incubators while sitting within the infant ICU at a work space equipped with a personal computer. The system can be set to monitor unusual circumstances and to emit an alarm signal expressed as a sound or a light on a measuring module connected to the related incubator. If the system is configured with a large number of incubators connected to a centralized supervisory monitoring station, it will improve convenience and assure meaningful improvement in response to incidents that require intervention.", "AuthorList": [{"LastName": "Shin", "ForeName": "D I", "Initials": "DI", "Suffix": "", "CollectiveName": ""}, {"LastName": "Huh", "ForeName": "S J", "Initials": "SJ", "Suffix": "", "CollectiveName": ""}, {"LastName": "Lee", "ForeName": "T S", "Initials": "TS", "Suffix": "", "CollectiveName": ""}, {"LastName": "Kim", "ForeName": "I Y", "Initials": "IY", "Suffix": "", "CollectiveName": ""}], "Journal": "International journal of medical informatics", "PubDate": {"Year": "2003", "Month": "Sep", "Day": "", "Season": "", "MedlineDate": ""}, "MeshHeadingList": ["Computer Communication Networks", "instrumentation", "Decision Making, Computer-Assisted", "Hospital Information Systems", "Humans", "Humidity", "Incubators, Infant", "Infant, Newborn", "Intensive Care Units, Neonatal", "Systems Integration", "Telemetry", "instrumentation", "Temperature"]}